[
    {
        "id": 1,
        "vendorCode": "MRD2019",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Riesling",
        "shortName": "Select Riesling",
        "averageRatingScore": null,
        "price": 870.00,
        "grape": "Riesling",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 10.6,
        "strengthTo": 12.9,
        "wineColor": "WHITE",
        "colorDescribing": "citric",
        "taste": "delicate, balanced, round, with a fruity and honey aftertaste.",
        "aroma": "soft, generous, multifaceted, with hints of tropical fruits,\nnotes of lychee and peach",
        "gastronomy": "Recommended for oriental dishes and fruits.",
        "description": "Vineyards stretch on the slopes of the Kakhovka reservoir.\nThe unique terroir produces excellent wines. The harvest is\nharvested and sorted by hand. Fermentation of the wine, as\nwell as maturation, takes place in tanks and is strictly\ncontrolled. Riesling is incredibly generous, multi-faceted\nand aromatic. Pleasant fruity and honey shades will give\na truly vivid impression. Everyone likes this wine and\nis absolutely universal",
        "pictureLink": null
    },
    {
        "id": 2,
        "vendorCode": "MRD2020",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Cabernet Sauvignon",
        "shortName": "Select Cabernet Sauvignon",
        "averageRatingScore": null,
        "price": 880.00,
        "grape": "Cabernet Sauvignon",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 13.0,
        "strengthTo": 15.0,
        "wineColor": "RED",
        "colorDescribing": "dark burgundy",
        "taste": "deep, enveloping, with notes of red berries,\nspice, with a long tart aftertaste",
        "aroma": "deep, generous, with deep berry and chocolate notes,\nwith hints of spice",
        "gastronomy": "goes well with meat dishes, mature cheeses and stews",
        "description": "Cabernet Sauvignon grapes ripen on the slopes of the Kakhovka\n reservoir in the region of the Black Sea depression.\n Harvesting occurs manually when the berries have reached\n technical maturity. At all stages of production, all\n processes and temperatures are strictly controlled.\n The Cabernet Sauvignon wine is deep, generous and rich.\n The multifaceted aroma reveals juicy notes of red berries,\n black currants, cherries, spices, animal shades, and the\n deep taste delights with velvety tannins. The wine will\n be an excellent accompaniment to meat dishes and grilled\n dishes",
        "pictureLink": null
    },
    {
        "id": 3,
        "vendorCode": "MRD2021",
        "reserveType": "Limeted Edition Vine",
        "name": "Prince Trubetskoi Select Malbec",
        "shortName": "Select Malbec",
        "averageRatingScore": null,
        "price": 870.00,
        "grape": "Malbec",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 10.6,
        "strengthTo": 12.9,
        "wineColor": "WHITE",
        "colorDescribing": "deep rich with ruby tint",
        "taste": "bright harmonious, berry with a delicate aftertaste and round tannins",
        "aroma": "berry with a hint of milk chocolate with\nnotes of black cherry, pomegranate, plum,\nraspberry, blackberry and blueberry",
        "gastronomy": "goes well with meat dishes - stewed and fried meat, roast beef, steaks.",
        "description": "The wine is made in a limited edition. Harvesting took\nplace entirely by hand on a site with an area of 5 hectares\nand which stretches on the slopes of the Dnieper with a\nsouth-eastern exposure. In order to achieve the highest\nquality grapes, the volume of the harvest was limited.\nThe soil of the terroir is southern weakly humus-accumulative\nmedium loamy chernozem. The wine has a magnificent bright\ncharacter. The generous aromatic bouquet reveals notes of\nred berries, raspberries, blackberries, blueberries,\nplums. This wine will be an excellent accompaniment\nto meat dishes, as well as for solo consumption",
        "pictureLink": null
    },
    {
        "id": 4,
        "vendorCode": "MRD2022",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Sauvignon Blanc",
        "shortName": "Select Sauvignon Blanc",
        "averageRatingScore": null,
        "price": 990.00,
        "grape": "Sauvignon Blanc",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 9.5,
        "strengthTo": 14.0,
        "wineColor": "RED",
        "colorDescribing": "rich, fresh, with aroma of green apples, blackcurrant leaves and notes of meadow grass",
        "taste": "rich, harmoniously combined with pleasant acidity",
        "aroma": "Rich, fresh, with aromas of green apples, black currant leaves and notes of meadow grass",
        "gastronomy": "Pairs well with salads, seafood, fish and white poultry dishes",
        "description": "The Sauvignon Blanc grapes are harvested and sorted by hand.\nNext comes cold maceration on the pulp for up to 6 hours.\nThe fermentation process takes place in stainless steel\ntanks. Next, the wine is aged on fine yeast lees for two\nmonths, after which the wine rests in the bottle for\nanother month before going on sale. Sauvignon Blanc wine\nhas a fresh aromatic character. This wine will be an\nexcellent choice for a hot summer day and get-togethers\nwith friends.",
        "pictureLink": null
    },
    {
        "id": 5,
        "vendorCode": "MRD2023",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Shiraz",
        "shortName": "Select Shiraz",
        "averageRatingScore": null,
        "price": 850.00,
        "grape": "Shiraz",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 13.0,
        "strengthTo": 15.0,
        "wineColor": "WHITE",
        "colorDescribing": "dark red with purple highlights",
        "taste": "juicy, full-bodied wine with a pleasant, long aftertaste, with soft velvety tannins",
        "aroma": "rich, with notes of ripe plum and blackberry, as well as hints of smoke, spice, animalic tones and green nuances",
        "gastronomy": "goes well with baked lamb, grilled steak, oriental vegetables, vegetable salads and fish dishes",
        "description": "Plantings of shiraz grapes are located on the slope of\nthe Kakhovka reservoir within the Black Sea depression\nof the East European Plain. The grapes are collected\nand sorted by hand. Cold infusion on the pulp for about\n6 hours. The main fermentation is in stainless steel\ncontainers, aging on fine yeast lees for 2 months and\nresting for at least 1 month in the bottle. This creates\na deep, rich wine with a vibrant berry profile as well\nas rich spice and animalic tones. This wine goes well\nwith meat dishes and grilled dishes",
        "pictureLink": null
    },
    {
        "id": 6,
        "vendorCode": "MRD2024",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Pinot Blanc",
        "shortName": "Select Pinot Blanc",
        "averageRatingScore": null,
        "price": 690.00,
        "grape": "Pinot Blanc,",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 10.6,
        "strengthTo": 12.9,
        "wineColor": "RED",
        "colorDescribing": "light straw",
        "taste": "мягкий, деликатный, гармоничный с освежающей кислотностью",
        "aroma": "generous, varietal with notes of fresh fruit, peach and a hint of citrus",
        "gastronomy": "goes well with vegetable salads and fish dishes",
        "description": "Pinot Blanc berries are harvested and sorted entirely by\nhand. The grapes are quickly delivered to the plant,\nwhich allows for minimal contact of the berries with\noxygen. Cold maceration lasts up to six hours. The\nfermentation process takes place in steel tanks.\nAt the end of fermentation, the wine is aged on fine\nyeast lees for two months. Before going on sale,\nthe wine rests for a month in the bottle. Pinot Blanc\nis an incredibly fresh and aromatic wine. A beautiful\nbouquet reveals notes of fruit, citrus, and peach.\nThis is a universal wine, both for a large company\nand for solo consumption",
        "pictureLink": null
    },
    {
        "id": 7,
        "vendorCode": "MRD2025",
        "reserveType": null,
        "name": "Prince Trubetskoi Grand Reserve Oksamyt Ukrainy",
        "shortName": "Grand Reserve Oksamyt Ukrainy",
        "averageRatingScore": null,
        "price": 1350.00,
        "grape": "Cabernet Sauvignon",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 13.0,
        "strengthTo": 15.0,
        "wineColor": "WHITE",
        "colorDescribing": "dark ruby with purple tint",
        "taste": "medium-bodied, soft and enveloping, with velvety tannins and a long fruity aftertaste",
        "aroma": "aroma of berries and fruits with notes of black currant, cherry and ripe plum, delicate notes of black pepper",
        "gastronomy": "Pairs perfectly with veal with berry sauce and hard cheeses",
        "description": "This magnificent wine is made from 100% Cabernet Sauvignon.\nThe berries are picked and sorted by hand. The wine is\nmade with strict control of all processes and\ntemperatures. After fermentation, the wine is aged. It\nis carried out in basements at a temperature of 10 to 15°C\nin oak containers for a period of at least 2 years.\nDuring aging, two open pourings and two closed ones\nare carried out. After aging, the wine is aged for an\nadditional year in the bottle before going on sale.\nOksamite Ukraine is a truly magnificent, refined\nand deep wine",
        "pictureLink": null
    },
    {
        "id": 8,
        "vendorCode": "MRD2026",
        "reserveType": null,
        "name": "Prince Trubetskoi Reserve Chardonnay",
        "shortName": "Reserve Chardonnay",
        "averageRatingScore": null,
        "price": 1020.00,
        "grape": "Chardonnay",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 9.5,
        "strengthTo": 14.0,
        "wineColor": "RED",
        "colorDescribing": "golden straw",
        "taste": "soft enveloping wine with a pleasant note of grapefruit",
        "aroma": "light, multifaceted, with notes of flowers, ripe fruits with hints of vanilla",
        "gastronomy": "goes well with Caprese salad, seafood sauté, grilled chicken, Camembert cheese",
        "description": "Hand-picked grapes are sorted and destemmed. Grape juice\nis fermented at temperatures up to 15C in vertical\nthermally insulated containers using a pure culture\nof yeast from leading European producers specifically for\nthe Chardonnay grape variety. After fermentation, the wine\nis removed from the yeast sediment and sent for aging.\nAging is carried out in basements at a temperature of\n10 to 15 ° C in new French oak barrels for at least six\nmonths. After the aging period ends, the wine is sent for\ncold bottling. Chardonnay has a rich character and\nrichness of flavor. This wine can make an incredible\nimpression on you.",
        "pictureLink": null
    },
    {
        "id": 9,
        "vendorCode": "MRD2027",
        "reserveType": null,
        "name": "Prince Trubetskoi Reserve Merlot",
        "shortName": "Reserve Merlot",
        "averageRatingScore": null,
        "price": 910.00,
        "grape": "Merlot",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 9.5,
        "strengthTo": 14.0,
        "wineColor": "WHITE",
        "colorDescribing": "juicy, round, with notes of cherry and plum, as well as hints of chocolate and spice",
        "taste": "round, deep, with soft tannins",
        "aroma": "Juicy, round, with notes of cherry and plum, as well as hints of chocolate and spice",
        "gastronomy": "goes well with grilled vegetables, fried quail",
        "description": "A generous and deep wine that is made from 100% merlot.\nThe harvest is harvested by hand and the berries are\nsorted. During production, processes and temperatures\nare strictly controlled at all stages. After\nfermentation, the wine is sent for aging, which\ntakes place in cellars at a temperature of 10 -\n15°C. The wine is aged for two years in new French\noak barrels, which gives it a special character. Also\nduring this process, two open and two closed\ntransfers are carried out. Next, the wine is bottled\nand kept in the bottle for another year. Merlot wine\nhas a rich and deep character. It will appeal to\nconnoisseurs of generous and juicy wines",
        "pictureLink": null
    },
    {
        "id": 10,
        "vendorCode": "MRD2028",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Aligote",
        "shortName": "Select Aligote",
        "averageRatingScore": null,
        "price": 650.00,
        "grape": "Aligote",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 10.6,
        "strengthTo": 12.9,
        "wineColor": "WHITE",
        "colorDescribing": "light, fresh, with beautiful shades of meadow herbs and flowers",
        "taste": "light, fresh, balanced, with notes of flowers and fruits",
        "aroma": "light, fresh, with beautiful shades of meadow herbs and flowers",
        "gastronomy": "goes well with light fish and seafood appetizers",
        "description": "The wine was produced at an ancient Ukrainian chateau with a\ncentury-old history, the beginning of which is marked by\nthe planting of the first grape vines for Prince Trubetskoy\nin 1896 on the Kozatsky estate in the Kherson province.\nNowadays, as throughout history, the Trubetskoy winery\nuses grapes exclusively from its own vineyards to make\nwine, guaranteeing quality at all stages of production.\nModern equipment, a creative approach, a combination of\nmodern technologies and many years of experience - all\nthis creates rich wines of the highest quality. You will\nlike the white wine Aligote for its lightness and pleasant\nbouquet with hints of meadow herbs and flowers",
        "pictureLink": null
    },
    {
        "id": 11,
        "vendorCode": "MRD2029",
        "reserveType": null,
        "name": "Prince Trubetskoi Reserve CHATEAU TRUBETSKOI",
        "shortName": "Reserve CHATEAU TRUBETSKOI",
        "averageRatingScore": null,
        "price": 1050.00,
        "grape": "Cabernet Sauvignon, Cabernet Franc, Merlot, Petit Verdot",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 9.5,
        "strengthTo": 14.0,
        "wineColor": "RED",
        "colorDescribing": "bright, expressive, deep with notes of red and black berries, plums and oak notes",
        "taste": "full, harmonious, round with soft tannins",
        "aroma": "bright, expressive, deep with notes of red and black berries, plums and oak notes",
        "gastronomy": "goes well with meat dishes and aged cheeses",
        "description": "It magnificent deep red wine was created at an\nancient chateau in Ukraine, which has a centuries-old\nhistory of winemaking, the beginning of which is marked\nby the planting of the first grape vines for Prince\nTrubetskoy in 1896This red wine has become one of the\nmost magnificent wines of the estate. A complex, deep,\nmultifaceted aroma, in which shades of red and black\nberries play, as well as a long-lasting taste with\nvelvety tannins and an expressive structure will not\nleave you indifferent. This wine will be an amazing\ncomplement to meat dishes and aged cheeses",
        "pictureLink": null
    },
    {
        "id": 12,
        "vendorCode": "MRD2030",
        "reserveType": null,
        "name": "Prince Trubetskoi Select Chardonnay",
        "shortName": "Select Chardonnay",
        "averageRatingScore": null,
        "price": 1020.00,
        "grape": "Chardonnay,",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 10.6,
        "strengthTo": 12.9,
        "wineColor": "WHITE",
        "colorDescribing": "straw yellow",
        "taste": "clean, soft, with delicate refreshing acidity and a pleasant aftertaste",
        "aroma": "fruity, bright, revealing notes of peach, apple and vanilla",
        "gastronomy": "Serve with green salads, Italian bruschetta, fried chicken, seafood sauté, brie cheese",
        "description": "Prince Trubetskoy Select Chardonnay is a harmonious wine\nwith excellent structure, created from the French\nChardonnay variety, loved all over the world. The\nvines are cultivated on the slopes of the Kakhovka\nreservoir with ideal exposure and soils (medium loamy\nchernozems). Fermentation and maturation of the wine\ntakes place in neutral containers with full temperature\ncontrol. This wine is ideal for lunch or dinner with\nfamily or friends",
        "pictureLink": null
    },
    {
        "id": 13,
        "vendorCode": "MRD2031",
        "reserveType": null,
        "name": "Prince Trubetskoi Grand Reserve Perlyna Stepu",
        "shortName": "Grand Reserve Perlyna Stepu",
        "averageRatingScore": null,
        "price": 950.00,
        "grape": "Aligote",
        "isDecantation": false,
        "wineType": "DRY",
        "strengthFrom": 10.6,
        "strengthTo": 12.9,
        "wineColor": "WHITE",
        "colorDescribing": "dark golden",
        "taste": "full-bodied, rich, slightly oily, well balanced, with a long finish",
        "aroma": "filled with notes of wildflowers and herbs, ripe pear, vanilla and spices",
        "gastronomy": "An excellent aperitif, goes well with salmon carpaccio with\ncapers, pasta with seafood, risotto with rapana, cheese\nplateau with nuts",
        "description": "The winery of Prince Trubetskoy was created on the basis of\nthe Kozatsky estate in 1896. Now it is one of the most\nmodern in Ukraine. The vineyards are located on the slopes\nof the Kakhovka reservoir, where the best conditions\nfor growing grapes are created. The terroir is southern\nweakly humus-accumulative medium loamy chernozem. The\nwine is made from Aligote grapes and is aged in oak\nbarrels. The wine has a rich, full-bodied taste with a\nlong finish. You will be fascinated by its depth and\nrichness",
        "pictureLink": null
    }
]
